#+SETUPFILE: ~/Documents/style.setup
#+LATEX_HEADER: \usepackage{ulem}
#+LATEX_HEADER: \usepackage{ctex}
#+LaTeX_HEADER: \sectionfont{\normalfont\scshape}
#+LaTeX_HEADER: \subsectionfont{\normalfont\itshape}
#+title: A Byte of Python

** Expressions
   #+begin_src python :results output :exports both
     length = 5
     breadth = 2

     area = length * breadth
     print('Area is', area)
     print('Perimeter is ', 2 * (length + breadth))
   #+end_src

   #+RESULTS:
   : Area is 10
   : Perimeter is  14
